{"type":"data","nodes":[null,{"type":"data","data":[{"charid":1,"nameid":2,"names":3,"voices":8,"actors":503,"availability":515},"char_4032_provs","provs",{"en":4,"jp":5,"kr":6,"cn":7},"Proviso","プロヴァイゾ","프로바이조","但书",[9,22,35,48,61,74,87,100,113,126,139,152,165,178,191,204,217,230,243,256,269,282,295,308,321,334,347,360,373,386,399,412,425,438,451,464,477,490],{"id":10,"title":11,"text":16,"asset":21},"char_4032_provs_CN_001",{"en":12,"jp":13,"kr":14,"cn":15},"Appointed as Assistant","秘書任命","어시스턴트 임명","任命助理",{"en":17,"jp":18,"kr":19,"cn":20},"These documents won't take me long to take care of. Why don't you show me Rhodes Island's old business contracts? You never know what kind of restitutions there might be hidden in a contract's terms.","こんな書類の処理には大してかかりません。時間が余りそうなのでロドスが結んできたビジネス契約を見せてもらえませんか。細かい条項の中に、違約金や損害賠償をせしめる機会がたくさん隠れているんですよ？","이 서류들은 금방 처리할 수 있어서 시간이 남을 것 같은데, 혹시 로도스 아일랜드의 지난 비즈니스 계약서들을 보여 주실 수 있나요? 계약의 세부 조항들 안에는, 트집을 잡아 위약금이나 손해배상을 청구할 기회들이 여럿 숨어 있곤 하답니다.","处理这些文件用不了多少时间，不如给我看看罗德岛之前的商业合同吧。在合同的细枝末节，可是藏着许多索赔的机会呢。","char_4032_provs/CN_001",{"id":23,"title":24,"text":29,"asset":34},"char_4032_provs_CN_002",{"en":25,"jp":26,"kr":27,"cn":28},"Talk 1","会話1","대화 1","交谈1",{"en":30,"jp":31,"kr":32,"cn":33},"Doctor, when you work out your business plans, feel free to put off the legal ramifications till the very end. I've never lost a case as a defense attorney.","ドクター、ビジネスプランを立てる時、法律関係の懸念は後回しでいいですからね。私が代理人として担当した訴訟は、今のところ負けなしなんですよっ。","박사님, 비즈니스 플랜을 세울 때 법률 관련 문제는 마지막에 고려하셔도 좋아요. 저는 변호사로서 담당한 소송에서, 지금까지 한 번도 패한 적이 없답니다.","博士，您在制定商业方案的时候，完全可以将法律方面的顾虑留到最后再考虑。我作为辩护律师打过的官司，还从来没有输过哦。","char_4032_provs/CN_002",{"id":36,"title":37,"text":42,"asset":47},"char_4032_provs_CN_003",{"en":38,"jp":39,"kr":40,"cn":41},"Talk 2","会話2","대화 2","交谈2",{"en":43,"jp":44,"kr":45,"cn":46},"Huh? Even that ice-cold Młynar is here? And here I thought he'd want a breather after leaving his job behind in the Grand Knight Territory. Well, Rhodes Island isn't a bad place. At least they don't expect you to wine-and-dine clients here. Otherwise, considering his alcohol tolerance...","え、あの氷の男ムリナール氏もここにいるんですか？大騎士領の社畜生活を離れたら、しばらくはまとまった休みを満喫するんじゃないかと思ってたのになぁ。まあロドスなら悪くないのかも、酒の席の付き合いとかないし。じゃないとあの人の酒量だと……","어라, 그 무뚝뚝하던 무에나 씨도 여기 오신 건가요? 그랜드 나이트 영지에서 혹독한 회사 생활을 경험했을 테니까, 한동안 휴식을 취할 줄 알았는데 말이죠. 물론 로도스 아일랜드 정도면 나쁘진 않을지도 모르겠네요. 적어도 술자리 접대 같은 건 없으니까요. 안 그랬으면, 무에나 씨의 주량으로는……","欸，那位冷冰冰的玛恩纳先生也来到这里了吗？我还以为，在离开了大骑士领的职场生活后，他会想好好休息一阵子呢。不过罗德岛也还好啦，至少不用陪酒应酬什么的。不然以他的酒量......","char_4032_provs/CN_003",{"id":49,"title":50,"text":55,"asset":60},"char_4032_provs_CN_004",{"en":51,"jp":52,"kr":53,"cn":54},"Talk 3","会話3","대화 3","交谈3",{"en":56,"jp":57,"kr":58,"cn":59},"Is that a Kazimierzian newspaper you're reading, Doctor? 'Despite Conclusive Evidence, Knight Sports Match Fixers Found Innocent'—Oh, I was in charge of that case. What does that mean? Hehe, if they walked away scot-free, then obviously the evidence wasn't conclusive enough.","それカジミエーシュの新聞ですか？「騎士競技の闇。証拠十分な八百長試合、関与していた騎士たちに無罪判決」──これ、私が担当した案件ですよ。一体どういうことって？ふふん。無罪の判決が下ったなら、当然証拠不十分ってことですよ。","카시미어의 신문을 보고 계신 건가요? “결정적인 증거가 발견된 기사 스포츠의 승부 조작 사건, 하지만 관계자들은 무죄 판결?” ……제가 변호했던 사건이네요. 어떻게 된 일이냐고요? 후후, 무죄 판결이라는 건 다시 말해, 증거 불충분이라는 거죠.","博士在看卡西米尔的报纸啊，“骑士竞技假赛证据确凿，主要涉案成员当庭无罪释放”——这是我负责辩护的案子呢。您问到底是怎么回事？哼哼，既然结果是无罪释放，那就说明证据还不够确凿。","char_4032_provs/CN_004",{"id":62,"title":63,"text":68,"asset":73},"char_4032_provs_CN_005",{"en":64,"jp":65,"kr":66,"cn":67},"Talk after Promotion 1","昇進後会話1","1차 정예화 후 대화","晋升后交谈1",{"en":69,"jp":70,"kr":71,"cn":72},"I've never actually worked for a multinational corporation before, so I've been reading up on other countries' laws, too. But no matter where you are, the lawbooks make it clear as day who benefits under their rules.","渉外案件が出てくるような企業の法務に関わったことはなかったんですよね。だから最近他国の法律知識も頭に入れました。まあ国が違っても、誰が国家の制度による権益を享受するのかっていうのは、法律の条文にはっきり書いてあるものです。","전엔 다국적 기업에서 일한 적이 없었던지라, 요즘엔 시간을 내서 다른 나라들의 법률 지식을 공부하고 있답니다. 사실 어느 국가든, 현 제도상의 기득권층이 누군지는 법 조항들을 보면 일목요연하게 나오는 법이죠.","之前还从来没有过在跨国企业工作的经历。我最近也补充了一些其他国家的法律知识。其实不论是在哪里，谁是一个国家现行制度的既得利益者，都在法条中写得明明白白呢。","char_4032_provs/CN_005",{"id":75,"title":76,"text":81,"asset":86},"char_4032_provs_CN_006",{"en":77,"jp":78,"kr":79,"cn":80},"Talk after Promotion 2","昇進後会話2","2차 정예화 후 대화","晋升后交谈2",{"en":82,"jp":83,"kr":84,"cn":85},"The courtroom is a place of victory and defeat. Both sides submit their evidence, and their disputes are arbitrated within the confines of the law. I never expected to find any justice in that process, but when the law can be freely trampled on by capitalism, being a lawyer gets real boring, don't you think?","法廷は勝ち負けを決める場所です。法に定められた手続きに則り、証拠を提示して、弁論を通じて紛争を解決するんです。この過程に「正義」を見出せるなんて期待したこともないですけど、法律そのものすら資本に踏み躙られるようなら、弁護士って仕事はつまらなくなるでしょう？","법정은 승패를 가리는 장소랍니다. 양측이 서로 증거를 제출하고, 법적인 절차에 따라 분쟁을 조정하죠. 비록 이 과정에서 '정의'를 찾을 수 있을 거라는 기대는 단 한 번도 해 본 적이 없지만, 법마저도 자본에 짓밟히게 된다면 변호사라는 직업도 재미가 없어지겠죠?","法庭是一个只分胜负的地方。双方各呈证据，通过法律程序对纠纷进行调停。虽然从来没有期待过能从中寻找到“正义”，但是当法律本身都可以被资本践踏的时候，律师这份工作也就很无趣了吧？","char_4032_provs/CN_006",{"id":88,"title":89,"text":94,"asset":99},"char_4032_provs_CN_007",{"en":90,"jp":91,"kr":92,"cn":93},"Talk after Trust Increase 1","信頼上昇後会話1","신뢰도 상승 후 대화 1","信赖提升后交谈1",{"en":95,"jp":96,"kr":97,"cn":98},"Ugh, my back hurts. I kind of want a massage chair, but money's tight with my current salary. But considering Rhodes Island's revenue, I suppose the pay isn't completely unreasonable—Speaking of which, what do you think of my plan to demand compensation from companies we've worked with? What? How can it be extortion when we're asking for pocket change?!","腰がいたいー。でも今の賃金だとマッサージチェアを買うにも考えちゃいますね。まあロドスの経営状況を考えれば、合理的な額だとは思いますけど──お金といえば、前にお話した一部の企業への賠償請求の件、どうお考えですか？え？これっぽっちの額でカツアゲだなんてとんでもない！","허리가 아프네요. 하지만 지금 월급으론 안마 의자 하나 사기에도 빠듯하단 말이죠. 뭐, 로도스 아일랜드의 영업 소득을 고려해 보면 딱히 불만은 없긴 한데…… 그러고 보니, 저번에 이야기한 손해배상 청구 건, 어떻게 생각하시나요? 네? 겨우 그 정도 액수 가지고 공갈이라뇨!","腰好痛啊，可是现在的工资买一把按摩椅都很紧张。不过考虑到罗德岛的营收，这份工资倒也算合理吧——说起这个，之前提过向一些公司索赔的事，您觉得怎么样？什么？这点金额怎么能算敲诈呢！","char_4032_provs/CN_007",{"id":101,"title":102,"text":107,"asset":112},"char_4032_provs_CN_008",{"en":103,"jp":104,"kr":105,"cn":106},"Talk after Trust Increase 2","信頼上昇後会話2","신뢰도 상승 후 대화 2","信赖提升后交谈2",{"en":108,"jp":109,"kr":110,"cn":111},"Doctor, I think there are a lot of problems with the medical malpractice liability clauses in Rhodes Island's contracts. In most countries, we as a medical company wouldn't be liable for a lot of the scenarios listed in there—You don't want to fix it? Alright, I'll give it some more thought.","ドクター、ロドスが締結した契約の医療過誤に関する条項には潜在的なリスクがいくつもあります。記載されている偶発的な事態には、各国の法律に照らし合わせても、医療従事者側が責任を負う必要のないケースが多く──変更したくないんですか？分かりました、もう少し考えてみます。","박사님, 로도스 아일랜드가 체결한 계약 중 의료 과실에 관한 조항에는 몇 가지 잠재적 위험이 있습니다. 여러 국가의 현행 법률에 따르면, 그중 다수의 상황에선 의료진 측에 책임을 묻지 않는다고 합…… 수정을 원하지 않으신다고요? 알겠습니다, 좀 더 생각해 보겠습니다.","博士，我认为罗德岛签署的关于医疗事故的责任条款存在许多问题，其中有多种意外情况，在各个国家的法律中都不要求由医疗公司担责——您不希望修改？好吧，我会再仔细考虑的。","char_4032_provs/CN_008",{"id":114,"title":115,"text":120,"asset":125},"char_4032_provs_CN_009",{"en":116,"jp":117,"kr":118,"cn":119},"Talk after Trust Increase 3","信頼上昇後会話3","신뢰도 상승 후 대화 3","信赖提升后交谈3",{"en":121,"jp":122,"kr":123,"cn":124},"I'm slowly starting to understand that expecting the law be able to judge all disputes fairly isn't just naive, it's intellectually lazy. The law is not perfect, and it will always be riddled with holes that we need to fill with humanity.","今になってようやく分かってきました。どのような紛争にも公正な判決を下せる法律の存在を望むことは、純粋ゆえの荒唐無稽な願いというよりも、ある種の怠惰でしょう。法は永遠に完璧たりえません。抜け道は常にあるものです。その穴を埋めるためには、「人の心」が必要です。","이제야 조금씩 알게 된 겁니다만, 어떤 분쟁에도 공정한 판결을 내릴 수 있는 법을 기대하는 건, 순진하다기 보다는 게으른 발상인 것 같아요. 법률은 영원히 완벽해질 수 없습니다. 빠져나갈 구멍은 언제나 존재할 것이며, 그건 결국 '사람의 마음'으로 메꿔야 할 거예요.","我到现在才逐渐明白，期待存在一种可以公正判决一切矛盾的法律，与其说是天真，不如说是一种偷懒的想法吧。法律永远不会是万全的，其中永远存在的漏洞，则需要“人心”来填补。","char_4032_provs/CN_009",{"id":127,"title":128,"text":133,"asset":138},"char_4032_provs_CN_010",{"en":129,"jp":130,"kr":131,"cn":132},"Idle","放置","방치","闲置",{"en":134,"jp":135,"kr":136,"cn":137},"So even the Doctor likes to sleep at the desk, just like me. I'll be worried about your spine if this keeps up, though…","机で突っ伏して寝る癖は私とそっくりだなぁ。このままだとドクターの背骨も心配だよ……","책상에 엎드려 자는 버릇은 나랑 똑같네. 박사님의 허리도 슬슬 걱정이네……","博士趴在桌子上睡觉的习惯，真是和我一模一样呢。这样下去的话，博士的脊椎，也令人担忧啊......","char_4032_provs/CN_010",{"id":140,"title":141,"text":146,"asset":151},"char_4032_provs_CN_011",{"en":142,"jp":143,"kr":144,"cn":145},"Onboard","入職会話","오퍼레이터 입사","干员报到",{"en":147,"jp":148,"kr":149,"cn":150},"Hello, my name is Deszcz. I'm your new legal consultant. If you need to call me by a codename, then use Proviso. Let me get this out of the way first, though. The general practice of obfuscating all your employees' identities isn't going to fly with me.","初めまして、この度新たに貴社の法務を担当することになりました、デーシュットと申します。コードネームが必要でしたら、「プロヴァイゾ」とお呼びください。一応お伝えしておきますが、コードネームで従業員の身分を曖昧にするというやり方は、私には通じませんよ。","처음 뵙겠습니다. 이번에 새로 입사한 법률 고문인, 데슈치입니다. 코드네임이 필요하다면 '프로바이조'라고 불러 주세요. 먼저 말씀드리자면, 다른 회사들에서 흔히 써먹는 '코드네임으로 직원의 신분을 애매하게 흐리는 방법'은 제게 통하지 않는답니다.","您好，我叫黛丝特，是刚入职的法律顾问。如果需要一个代号的话，就叫我但书吧。姑且一提，一般公司用代号模糊员工身份的做法，在我这可行不通哦。","char_4032_provs/CN_011",{"id":153,"title":154,"text":159,"asset":164},"char_4032_provs_CN_012",{"en":155,"jp":156,"kr":157,"cn":158},"Watching Battle Record","経験値上昇","작전기록 학습","观看作战记录",{"en":160,"jp":161,"kr":162,"cn":163},"If you're putting me in charge, I can make sure the enemies will be liable for all damages.","私に任せてくれるなら、賠償責任は全部向こうに押し付けてみせますよ。","제게 맡겨 주신다면, 손해 배상 관련 책임은 전부 상대측에 떠넘겨 보이겠습니다.","如果让我来负责的话，可以把损失赔偿全部推给敌人哦。","char_4032_provs/CN_012",{"id":166,"title":167,"text":172,"asset":177},"char_4032_provs_CN_013",{"en":168,"jp":169,"kr":170,"cn":171},"Promotion 1","昇進Ⅰ","1차 정예화 (승진)","精英化晋升1",{"en":173,"jp":174,"kr":175,"cn":176},"A promotion? Let me take a look at the new contract... Alright, everything checks out. My salary did go up. Thanks!","昇進ですか？では新しい契約を確認しますね……うん、賃金は上がってますね、問題なし。ありがとうございます！","승진인가요? 새 계약을 확인해 보도록 하죠…… 음, 별다른 문제는 없군요. 월급도 올랐네요, 감사합니다!","晋升？我来检查一下新的合同......嗯，没什么问题，工资的确是上涨了。谢谢您！","char_4032_provs/CN_013",{"id":179,"title":180,"text":185,"asset":190},"char_4032_provs_CN_014",{"en":181,"jp":182,"kr":183,"cn":184},"Promotion 2","昇進Ⅱ","2차 정예화 (승진)","精英化晋升2",{"en":186,"jp":187,"kr":188,"cn":189},"If you're letting me read these high clearance level materials, this is going way beyond a normal partnership, isn't it...? Thanks for your trust, Doctor. I hope I'll be able to accomplish with law what I never could before I came here.","こんな重要資料へのアクセス権をいただけるなんて、もうただの法務担当ではなくなったんですよね……その信頼に感謝します、ドクター。願わくば、ロドスで法律を通して今までできなかったことを成し遂げられたらいいな。","이런 자료에까지 접근할 수 있는 권한을 주시다니, 더 이상 평범한 법률 고문이라고는 할 수 없겠네요…… 신뢰에 감사드립니다, 박사님. 앞으로 로도스 아일랜드에서, 제가 전에는 할 수 없었던 일들을 법률을 통해 해낼 수 있으면 좋겠네요.","能让我接触到这种权限的资料，这已经不是普通的合作了吧......谢谢您的信任，博士。希望在罗德岛，我能用法律做到一些过去做不到的事。","char_4032_provs/CN_014",{"id":192,"title":193,"text":198,"asset":203},"char_4032_provs_CN_017",{"en":194,"jp":195,"kr":196,"cn":197},"Added to Squad","編成","팀 배치","编入队伍",{"en":199,"jp":200,"kr":201,"cn":202},"I'm glad to help, but before we get started, can we be more explicit with regards to the terms of compensation?","喜んでお力になりますよ。でも業務を開始する前に、契約書の報酬に関する規定をもっと明確にしていただけますか。","기꺼이 맡겠습니다. 하지만 업무를 시작하기 전에, 먼저 계약서의 보수 관련 조항을 좀 더 명확히 해 주시겠어요?","乐意效劳。但是在开始工作之前，还请仔细明确一下合同里报酬部分的条款。","char_4032_provs/CN_017",{"id":205,"title":206,"text":211,"asset":216},"char_4032_provs_CN_018",{"en":207,"jp":208,"kr":209,"cn":210},"Appointed as Squad Leader","隊長任命","팀장 임명","任命队长",{"en":212,"jp":213,"kr":214,"cn":215},"Everyone, please be sure to handle the work you're assigned. Do not give our opponents any loopholes.","皆さん、振り分けられた仕事はきちんとこなしてくださいね。相手に付け入る隙を与えちゃダメですよ！","다들, 각자 배정받은 업무에 충실히 임해 주시기 바랍니다. 상대측에 기회를 줘선 안 돼요!","请大家务必处理好自己分配到的工作，不能给对手任何可趁之机。","char_4032_provs/CN_018",{"id":218,"title":219,"text":224,"asset":229},"char_4032_provs_CN_019",{"en":220,"jp":221,"kr":222,"cn":223},"Depart","作戦準備","작전 출발","行动出发",{"en":225,"jp":226,"kr":227,"cn":228},"The court is now in session!","審理開始！","심리 개시!","准备开庭！","char_4032_provs/CN_019",{"id":231,"title":232,"text":237,"asset":242},"char_4032_provs_CN_020",{"en":233,"jp":234,"kr":235,"cn":236},"Begin Operation","戦闘開始","작전 개시","行动开始",{"en":238,"jp":239,"kr":240,"cn":241},"I've gathered enough materials on our opponents. They will lose this case.","相手方の資料は全て揃っています。向こうの敗訴はもう決定的ですよ。","상대측의 자료는 충분히 갖춰졌습니다, 저들의 패소는 기정사실이에요.","对手的资料已经收集得很全面了，他们的败诉已成定局。","char_4032_provs/CN_020",{"id":244,"title":245,"text":250,"asset":255},"char_4032_provs_CN_021",{"en":246,"jp":247,"kr":248,"cn":249},"Selecting Operator 1","選択時1","오퍼레이터 선택 1","选中干员1",{"en":251,"jp":252,"kr":253,"cn":254},"I never prepare drafts.","原稿を用意したことなんてないんですよね。","저는 여태까지 원고를 써 본 적이 없답니다.","我可从来不用准备讲稿哦。","char_4032_provs/CN_021",{"id":257,"title":258,"text":263,"asset":268},"char_4032_provs_CN_022",{"en":259,"jp":260,"kr":261,"cn":262},"Selecting Operator 2","選択時2","오퍼레이터 선택 2","选中干员2",{"en":264,"jp":265,"kr":266,"cn":267},"Ahem. Allow me to present my argument.","こほん、次は私が発言する番ですよ。","흠흠, 이제 제가 발언할 차례군요.","咳咳，接下来该我发言啦。","char_4032_provs/CN_022",{"id":270,"title":271,"text":276,"asset":281},"char_4032_provs_CN_023",{"en":272,"jp":273,"kr":274,"cn":275},"Deployment 1","配置1","배치 1","部署1",{"en":277,"jp":278,"kr":279,"cn":280},"If you are not party to this suit, please leave at once.","本件に関わりのない方たちは急ぎ退場してください。","본 안건과 관련이 없는 분들은, 부디 조속히 퇴정해 주시기 바랍니다.","与本案无关的人请尽快离场吧。","char_4032_provs/CN_023",{"id":283,"title":284,"text":289,"asset":294},"char_4032_provs_CN_024",{"en":285,"jp":286,"kr":287,"cn":288},"Deployment 2","配置2","배치 2","部署2",{"en":290,"jp":291,"kr":292,"cn":293},"Order! The court will soon reach a verdict.","静粛に。静粛に。諸君に対する判決はまもなく下されます。","정숙, 정숙. 여러분에 대한 판결이 곧 내려집니다.","肃静，肃静。诸位的判决结果，很快就会出来了。","char_4032_provs/CN_024",{"id":296,"title":297,"text":302,"asset":307},"char_4032_provs_CN_025",{"en":298,"jp":299,"kr":300,"cn":301},"In Battle 1","作戦中1","작전 중 1","作战中1",{"en":303,"jp":304,"kr":305,"cn":306},"Hold it! The evidence submitted by the opposing party is suspect.","被告が提供した証拠の証拠能力には疑義があります。","피고가 제출한 증거의 출처가 의심스럽습니다.","对方提供的证物来源存疑。","char_4032_provs/CN_025",{"id":309,"title":310,"text":315,"asset":320},"char_4032_provs_CN_026",{"en":311,"jp":312,"kr":313,"cn":314},"In Battle 2","作戦中2","작전 중 2","作战中2",{"en":316,"jp":317,"kr":318,"cn":319},"Objection! The witness's testimony is self-contradictory.","被告側証人の証言には矛盾があります。","피고 측 증인의 증언에는 모순이 있습니다.","对方证人的证词前后不一。","char_4032_provs/CN_026",{"id":322,"title":323,"text":328,"asset":333},"char_4032_provs_CN_027",{"en":324,"jp":325,"kr":326,"cn":327},"In Battle 3","作戦中3","작전 중 3","作战中3",{"en":329,"jp":330,"kr":331,"cn":332},"Anything you say can and will be used against you. I suggest you exercise your right to remain silent.","愚かしい発言は敗訴の確率を高めるだけです。沈黙を保つことをお勧めします。","어리석은 발언은 본인에게 불리하게 작용될 수 있으니, 침묵을 유지하길 권합니다.","愚蠢的发言只会让自己的处境更糟，所以我建议你们保持沉默。","char_4032_provs/CN_027",{"id":335,"title":336,"text":341,"asset":346},"char_4032_provs_CN_028",{"en":337,"jp":338,"kr":339,"cn":340},"In Battle 4","作戦中4","작전 중 4","作战中4",{"en":342,"jp":343,"kr":344,"cn":345},"Based on the above, you are found guilty.","以上により、有罪。","이상, 유죄입니다.","综上所述，罪名成立。","char_4032_provs/CN_028",{"id":348,"title":349,"text":354,"asset":359},"char_4032_provs_CN_029",{"en":350,"jp":351,"kr":352,"cn":353},"4-star Result","高難度作戦クリア","고난이도 작전 종료","完成高难行动",{"en":355,"jp":356,"kr":357,"cn":358},"No surprise there. As long as you understand how to use the system, the results follow naturally.","驚くことはないですよ。制度の使い方を理解していれば、この結果に至るのは当然ですからね。","놀라실 거 없어요. 절차를 활용할 줄 안다면, 이런 결과를 얻어 내는 건 당연한 일이니까요.","不必意外，只要懂得利用程序，取得这样的结果也是理所应当。","char_4032_provs/CN_029",{"id":361,"title":362,"text":367,"asset":372},"char_4032_provs_CN_030",{"en":363,"jp":364,"kr":365,"cn":366},"3-star Result","★3で戦闘終了","3★ 작전 종료","3星结束行动",{"en":368,"jp":369,"kr":370,"cn":371},"I take it I met your expectations, Doctor? Now, per our contract, let's discuss legal fees.","ドクター、お望みの成果は達成しましたよ。次は契約通り弁護士費用を支払っていただきますね。","박사님, 바라시던 결과를 달성했어요. 그럼 이제, 계약에 따라 선임비를 지불해 주시기 바랍니다.","已经取得了博士预期的成果，那么接下来请博士按合同支付诉讼费用。","char_4032_provs/CN_030",{"id":374,"title":375,"text":380,"asset":385},"char_4032_provs_CN_031",{"en":376,"jp":377,"kr":378,"cn":379},"Sub 3-star Result","★2以下戦闘終了","비 3★ 작전 종료","非3星结束行动",{"en":381,"jp":382,"kr":383,"cn":384},"Don't worry, we'll get this case thrown out and win the retrial.","もう一度やり直せたら、絶対にもっと有利な判決を勝ち取れるのに……","만약 재심이 가능하다면, 분명 더 좋은 결과를 낼 수 있을 텐데……","如果可以重审的话，我一定可以争取到更好的结果......","char_4032_provs/CN_031",{"id":387,"title":388,"text":393,"asset":398},"char_4032_provs_CN_032",{"en":389,"jp":390,"kr":391,"cn":392},"Operation Failure","作戦失敗","작전 실패","行动失败",{"en":394,"jp":395,"kr":396,"cn":397},"Something must've gone wrong somewhere... I won't let this kind of failure happen again.","きっとどこかでミスったんだ……こんな失敗は二度と許さない。","어딘가에서 실수가 있었던 게 분명해…… 이런 실패는, 다시는 용납하지 않을 거예요.","一定有哪里出了错......这样的失败，我绝不允许第二次发生。","char_4032_provs/CN_032",{"id":400,"title":401,"text":406,"asset":411},"char_4032_provs_CN_033",{"en":402,"jp":403,"kr":404,"cn":405},"Assigned to Facility","基地配属","시설에 배치","进驻设施",{"en":407,"jp":408,"kr":409,"cn":410},"Can I apply for a more comfortable chair?","もっとマシな椅子を申請できないかな。","좀 더 편한 의자를 신청해도 괜찮을까요?","能不能申请一把舒服点的椅子呢？","char_4032_provs/CN_033",{"id":413,"title":414,"text":419,"asset":424},"char_4032_provs_CN_034",{"en":415,"jp":416,"kr":417,"cn":418},"Tap","タッチ1","터치","戳一下",{"en":420,"jp":421,"kr":422,"cn":423},"What?","ん！？","응?","嗯？","char_4032_provs/CN_034",{"id":426,"title":427,"text":432,"asset":437},"char_4032_provs_CN_036",{"en":428,"jp":429,"kr":430,"cn":431},"Trust Tap","信頼タッチ","신뢰도 터치","信赖触摸",{"en":433,"jp":434,"kr":435,"cn":436},"Doctor, I took a photo of what you just did as evidence.","ドクター、先ほどの行為は写真で証拠を残しましたからね。","박사님. 방금 하신 그 행위에 대해서는, 이미 사진으로 증거를 남겨 놓았습니다.","博士，您刚才的行为，已经被我拍照留证了哦。","char_4032_provs/CN_036",{"id":439,"title":440,"text":445,"asset":450},"char_4032_provs_CN_037",{"en":441,"jp":442,"kr":443,"cn":444},"Title","タイトルコール","타이틀","标题",{"en":446,"jp":447,"kr":448,"cn":449},"Arknights.","アークナイツ。","명일방주.","明日方舟。","char_4032_provs/CN_037",{"id":452,"title":453,"text":458,"asset":463},"char_4032_provs_CN_038",{"en":454,"jp":455,"kr":456,"cn":457},"New Year's blessing","新年","새해","新年祝福",{"en":459,"jp":460,"kr":461,"cn":462},"I wanted to treat myself to a gift at the end of the year, only to find myself completely broke. This would've been unthinkable at my old job... Oh, whatever. It's a new year. Better not dwell on the past. Happy New Year, Doctor!","年末には自分へのご褒美に何か買おうと思っていたのに、ちっともお金が貯まってないことに気づきました。昔だったらあり得なかったことです……まあ、もう新年ですし、過去のことばっかり気にしてもしょうがないですよね。ドクター、良い一年にしましょう！","원래 연말엔 열심히 일해 온 저를 위해 선물을 좀 사려고 했었는데, 돈이 한 푼도 남지 않았다는 사실을 깨달아 버렸어요. 예전엔 상상도 할 수 없는 일이었는데…… 뭐. 새해기도 하고, 과거에 계속 연연하는 것도 좋지 않겠죠. 박사님, 그럼 새해 복 많이 받으세요!","本想在年终的时候买点礼物犒劳一下自己，结果发现自己居然没有存下一分钱。在过去，这可真是无法想象的事......算啦，到了新的一年，也不该总惦记着以前的事了。博士，新年快乐！","char_4032_provs/CN_038",{"id":465,"title":466,"text":471,"asset":476},"char_4032_provs_CN_042",{"en":467,"jp":468,"kr":469,"cn":470},"Greeting","挨拶","인사","问候",{"en":472,"jp":473,"kr":474,"cn":475},"Hello, Doctor. I'm happy to report that Rhodes Island is not currently involved in any legal disputes, for now.","おはようございます、ドクター。嬉しいお知らせです――今日もロドスに新たな訴訟は持ち込まれませんでしたよ。","좋은 아침입니다, 박사님. 기쁜 소식이 있습니다. 오늘도 로도스 아일랜드는 법적 분쟁에 단 한 건도 휘말리지 않았답니다.","早上好博士，很高兴通知您，今天罗德岛也没有陷入法律纠纷呢。","char_4032_provs/CN_042",{"id":478,"title":479,"text":484,"asset":489},"char_4032_provs_CN_043",{"en":480,"jp":481,"kr":482,"cn":483},"Birthday","誕生日","생일","生日",{"en":485,"jp":486,"kr":487,"cn":488},"Happy birthday, Doctor. These scales of justice are a graduation gift I got from my law school. Take them. Not that I don't want them anymore, but I just thought it would be more meaningful for you to keep them in your room.","ドクター、お誕生日おめでとうございます。この天秤の模型は法学部の卒業記念品なんです、どうぞ受け取ってください。あ、要らないから贈ったわけじゃないですからね！ただ、あなたの部屋に置く方が意味があると思っただけです。","박사님, 생일 축하드립니다. 이 저울 모형은 로스쿨 졸업 기념품인데, 박사님께 드릴게요. 필요 없어서 드리는 건 당연히 아니고요! 단지 박사님 방에 두는 편이 더 의미가 있을 것 같다는 생각이 들었어요.","博士，祝您生日快乐。这个天平模型是法学院颁发的毕业礼物，送给您。当然不是不想要才送给您的！我只是觉得，它放在您的房间，会更有意义。","char_4032_provs/CN_043",{"id":491,"title":492,"text":497,"asset":502},"char_4032_provs_CN_044",{"en":493,"jp":494,"kr":495,"cn":496},"Anniversary Celebration","周年","애니버서리","周年庆典",{"en":498,"jp":499,"kr":500,"cn":501},"Taking in patients with a incurable disease feels just like taking on an unwinnable case... That said, I also believe that the value of doing something isn't determined entirely by the results. Keep it up, Doctor, and let me deal with all those pesky corporate rivals.","治療不可能な患者を受け入れるのは、勝てないと分かっている訴訟を引き受けるのと似た感じですよね……でも、結果だけで物事の価値は決まらないと信じています。ドクター、どうか信じる道を突き進んでください。邪魔する相手は私がなんとかします。","치료할 수 없는 환자를 받아들이는 건, 이길 수 없는 소송을 맡는 것과 비슷한 느낌이네요…… 하지만 저는 믿고 있어요, 결과론만으론 가치를 정확히 판단할 수 없다는 걸요. 박사님, 부디 계속 노력해 주세요. 성가신 다른 경쟁자들은 제가 처리해 드릴게요.","收治无法被治愈的病人，感觉就像接手明知不可能打赢的官司呢......不过我也相信，唯结果论是不能正确衡量事物的价值的。博士，请继续努力吧。其他讨厌的竞争对手，就交给我来解决。","char_4032_provs/CN_044",{"en":504,"cn":506,"jp":509,"kr":512},{"native":505,"global":505},"Allegra Clark",{"native":507,"global":508},"谢莹","Ying Xie",{"native":510,"global":511},"米澤円","Madoka Yonezawa",{"native":513,"global":514},"김채린","Kim Chae-rin",[516,517,518,519],"en","cn","jp","kr"],"uses":{"params":["charnameid"]}}]}
